alacritty
arduino-ide
baobab
base
base-devel
bats
brightnessctl
btrfs-progs
buildkit
code
discord
dmenu
docker
dotnet-runtime
dotnet-sdk
efibootmgr
epiphany
evince
exo
fd
firefox
garcon
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
i3-wm
i3blocks
i3lock
i3status
intel-ucode
jdk-openjdk
lazygit
less
libpulse
lightdm-gtk-greeter
linux
linux-firmware
localsearch
loupe
luarocks
malcontent
man-pages
mono
mousepad
nautilus
neofetch
neovim
networkmanager
nmap
nodejs
npm
obsidian
opera
orca
otf-aurulent-nerd
packettracer
parole
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
qbittorrent
qt5-multimedia
qt5-script
qt5-speech
qt5-webengine
qt5-websockets
ranger
ripgrep
ristretto
rygel
simple-scan
snapshot
sof-firmware
spotify-launcher
stow
sushi
tecla
texlive-basic
texlive-latex
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tor
totem
tree
ttf-fira-code
ttf-meslo-nerd
tumbler
vlc
wget
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
yay
yay-debug
yelp
zram-generator
zsh
